Revit 2027 API
ParameterTypeId.RebarCrankOffsetMultiplier Property
 "Crank Offset Multiplier"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarCrankOffsetMultiplier { get; }
Public Shared ReadOnly Property RebarCrankOffsetMultiplier As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarCrankOffsetMultiplier {
	ForgeTypeId^ get ();
}
static member RebarCrankOffsetMultiplier : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace